# love

love_1 = "любовь между создателя и его творение"
love_2 = "любовь - между двумя противоположными полами, фиг поймет"
love_3 = "friendly love, не все способны"
love_4 = "семейная любовь"
love_5 = "родительская любовь"
love_6 = "любовь к еде"
love_7 = "любовь к своему профессию"
love_8 = "любовь к животным"
love_9 = "в целом в мире много любви и добра"

    # религия
religion_1 = "ислам - верующие в создателя Аллах"
religion_2 = "христианы - клонятся к пророку считая своим богом, создателем"
religion_3 = "буддизм - тупо клонятся к какому то статую"
rekigion_4 = "иддуизм - тоже клонятся к идолам в форме бога"
religion_5 = "иуддаизм - самая древнейшая религиябимеет символ звезды"
religion_6 = "религия - у каждого человека своя вера"
religion_7 = "у меня идей закончилось"
religion_8 = "есть люди в ничто не верующие"
religion_9 = "некоторые религии считают святой коров"


 # космос 
kosmos_1 = "космос - это те зоны вселенной, которые находятся вне границ атмосфер небесных тел"
kosmos_2 = "космос интересовал человека с древних времен"
kosmos_3 = "космонавты занимаются иследованием космических пространств"
kosmos_4 = "первый космонафт - Юрий Гагарин."
kosmos_5 = "космический корабль ВОСТОК впервые осуществил полет 12 апреля 1961года"
kosmos_6 = "в 2001 году первым космическим туристом стал американец Д.Тито"
kosmos_7 = "познание человечества о космосе постоянно расширяются"
kosmos_8 = "дорога в космос - мечта человечества"
kosmos_9 = "и это очень рисковонная профессия быть космонафтом"


# автомобили
camry = "красивая машина на вид"
mercedes = "тоже красивая очень, нравится но"
bmw = "конкурент mercedes,по мне большенство их любители помешаны к криминалу"
honda = "мало любителей, но в целом автомобиль ок"
hyundai = "сейчас в тренде"
range_rover = "богатая тачка"
lexus = "хорошая марка"
audi = "по мне это старая марка,но не изчезающая"
lamborghini = "вот это тачка тема прям,вау"
                               # не разбираюсь в автомобилях


# мать природа
priroda = "это мир в котором мы живем"
priroda_2 = "это живые существа"
priroda_3 = "это изменения и события"
priroda_4 = "природа естественная среда обетания"
priroda_5 = "человек часть природы,он вырастает из нее и существует в ней"
priroda_6 = "природе посвещена сотни тысяч стихов и песен"
priroda_7 = "эмоционально человек восхищяется природой"
priroda_8 = "человек и природа нерушимая взаимосвязь,постоянная взаимосвязь"
priroda_9 = "природу нужно беречь"




