# dict1 = {'a': 5, 'b': 3, 'c': 8, 'd': 14}
# a = "bye"
# b = "ni"

# if 5/3:
#     print("hi")
#     if 3/3:
#         print("hi")
#         if 8/3:
#             print("hi")
#             if 14/3:
#                 print("hi")
#                 if 5/5:
#                     print("bye")
#                     if 3/5:
#                         print("bye")
#                         if 8/5:
#                             print("bye")
#                             if 14/5:
#                                 print("bye")


# Найдите три ключа с самыми высокими значениями в
# словаре my_dict = {'a':500, 'b':5874, 'c': 560,'d':400, 'e':5874, 'f': 20}.
# после чего эти ключи сохраните в какой либо переменной и удалите
# из предыдущего словаря




# my_dict = {'a':500, 
#            'b':5874,
#              'c': 560,
#              'd':400,
#                'e':5874, 
#                'f': 20}


# x = my_dict.get("b")
# print(x)
# s = my_dict.get("c")
# print(s)
# w = my_dict.get("e")
# print(w)


# for i in range(100,1000):
#     if 
#     print



# name = "aigerim zulpueva"
# age = 17
# i = "girl"
# work = "i don't work"
# school = "i don't study"
# courses = "i study programming language for the first time"
# salary = "от", 500000







# Программа будет ждать ввода 2 данных: высоту и радиус цилиндра.
# Вычислить объем цилиндра.
#  Вывести результат в консоли.
# (Вывод с полной информацией) 

# x = int(input("высота цилиндра x:"))
# r = int(input("радиус цилиндра ч:"))
# print(x,r)
# if x == 5:
#     print("обьем цилиндра 5 см")
#     if r == 3:
#         print("радиус цилиндра 3 см")





# laptop = "lenovo"
# x = "64 обьем"
# s = "8gb"
# w = "цвет серый"

# ream_job = "в Америке"
# x = "больше 500 тыс"
# s = "свободный график"





# вычислить мощность электрического чайника


# Формула: P = U * I, 
# P -мощность, U - напряжение, I - сила тока.


# U и I должны получить от пользователя .

# Вывод результата должен быть следующим:
# 'Ваш электрический прибор потребляет ХХ Вт мощности'

# u = int(input("напрежение:"))
# i = int(input("сила тока:"))
# print(u)
# print(i)
# p = u * i
# print(p)
# if p ==1800:
#     print("ваш электрический прибор потребляет 1800 вт мощности")



# Напишите программу, которая рассчитает сколько бензина израсходовал транспорт в ср. на 100 км.


# формула:
# Расход = литры израсходованные на дорогу / пройденный путь * 100

# a = 30
# while a==30:
#     a = a/100
#     print(a)
#     if a == 0.3:
#         print("расход:0.3 топлива за каждый 1кил")



# Формула заработной платы по окладу выглядит следующим образом:

# ЗП = (О/Дк * Дф + П) * ((100 - Н) / 100) — У

# Здесь ЗП – заработная плата по окладу,

# О – оклад работника,

# Дк – количество календарных дней по производственному календарю,

# Дф – количество фактически отработанных дней,

# П
# – премии и надбавки, стимулирующие и мотивирующие выплаты (могут
# устанавливаться в определенной сумме или зависеть от определенных
# факторов),

# Н – налог на доход физического лица, который составляет 13%,

# У – различные удержания (алименты, штрафы)

# import datetime as date
# date_to_day = date.datetime.now()
# print(date_to_day)

# o = 50000
# dk = 30
# df = 20
# p = 5000
# n = 1000
# y = 3000
# zp = (o/dk * df + p) * ((100 - n) / 100)-y
# print(zp)



# k = 100000
# p = 15
# m = 12
# a = k*0.01*p*(1+0.01*p)**m/((1+0.01*p)**m-1)
# print(a)


# Ввести число в консоли.
# Если число меньше 10, то вывести на экран "Меньше 10"
# Если число больше или равно 10 и меньше 100, то вывести на экран "Число в промежутке между 10 и 100"  

# chislo = int(input("ввести число в консоли:"))
# if chislo < 10:
#     print("меньше 10")
# elif chislo==10 and chislo < 100:
#     print("число в промежутке между 10 и 100")
# else:
#     print("число больше 100")



# chislo = int(input("ввести число в консоли:"))
# if chislo < 10:
#     print("меньше 10")
# elif chislo==10 and chislo < 100:
#     print("число в промежутке между 10 и 100")
# else:
#     print("число больше 100")